Repository: WordPressBugBounty/plugins-saphali-woocommerce-lite
Catalog: saphali-woocommerce-lite/languages/saphali-woocommerce-lite-*.po
Languages: uk

source: Please enter a valid date and time.
uk: Будь ласка, введіть дійсну дату та час.

source: Для работы плагина Saphali WooCommerce Lite в блоковом чекауте требуется WooCommerce 8.5.0 или выше. У Вас установлен WooCommerce %s
uk: Для роботи плагіна Saphali WooCommerce Lite у блоковому чекауті потрібно WooCommerce 8.5.0 або вище. У Вас встановлено WooCommerce %s

source: Неуспешная верификация.
uk: Неуспішна верифікація.

source: Настройки Saphali WooCommerce Lite (блоки)
uk: Налаштування Saphali WooCommerce Lite (блоки)

source: Здесь можно управлять полями чекаута.
uk: Тут можна керувати полями чекауту.

source: Управление полями
uk: Управління полями

source: Число колонок в каталоге
uk: Число колонок у каталозі

source: Дополнительная информация
uk: Додаткова інформація

source: Указывает на то, что следующее поле за текущим, будет начинаться с новой строки.
uk: Вказує на те, що наступне поле за поточним буде починатися з нового рядка.

source: Класс поля
uk: Клас поля

source: Задает стиль текущего поля
uk: Вказує стиль поточного поля

source: первый в строке
uk: перший у рядку

source: последний в строке
uk: останній у рядку

source: ЕСЛИ ОСТАВИТЬ ПУСТЫМ
uk: ЯКЩО ЗАЛИШИТИ ПОРОЖНІМ

source: то поле будет отображаться на всю ширину. Соответственно, в предыдущем поле (которое выше) нужно отметить &laquo;Clear&__(raquo;.
uk: то поле відображатиметься на всю ширину. Відповідно, у попередньому полі (яке вище) слід зазначити «Clear&__(raquo;.

source: Обза&shy;те&shy;ль&shy;ное?
uk: Обо&shy;в'яз&shy;кове?

source: Опу&shy;бли&shy;ковать
uk: Опу&shy;блі&shy;кувати

source: Метод оплаты
uk: Метод оплати

source: Options:
uk: Опції:

source: Все
uk: Всі

source: + Добавить поле
uk: + Додати поле

source: Отображать поля "%s" в области "Контактная информация"
uk: Відображати поля "%s" в області "Контактна інформація"

source: Only Date
uk: Тільки дата

source: Для полей с типом "Date&amp;time" выводить только календарь без возможности выбора времени
uk: Для полів з типом "Date&amp;time" виводити лише календар без можливості вибору часу

source: Сбросить поля
uk: Скинути поля

source: Сохранить поля
uk: Зберегти поля

source: Число колонок в каталоге товаров и в рубриках
uk: Число колонок у каталозі товарів та в рубриках

source: Название
uk: Назва

source: Название поля должно быть уни&shy;ка&shy;ль&shy;ным (не должно повторяться).
uk: Назва поля має бути унікальною (не повинно повторюватися).

source: Текст в поле
uk: Текст у полі

source: Обя&shy;за&shy;те&shy;ль&shy;ное
uk: Обо&shy;в'яз&shy;кове

source: Опу&shy;бли&shy;ко&shy;вать
uk: Опу&shy;бліку&shy;вати

source: Удалить/До&shy;ба&shy;вить
uk: Видалити/Додати

source: Настройки Saphali WC
uk: Налаштування Saphali WC

source: Управление полями на странице заказа и на странице профиля
uk: Керування полями на сторінці замовлення та на сторінці профілю

source: Настройки не сохранены. Неуспешная верификация
uk: Установки не збережені. Неуспішна верифікація

source: Настройки сохранены
uk: Установки збережені

source: Реквизиты оплаты
uk: Реквізити оплати

source: Удалить
uk: Видалити

source: Добавить
uk: Додати

source: Реквизиты доставки
uk: Реквізити доставки

source: Дополнительные поля
uk: Додаткові поля

source: Save
uk: Зберегти

source: Восстановить поля по умолчанию
uk: Відновити поля за промовчанням

source: %s is required
uk: %s потрібно

# FIELDNAME is a required field.
source: %s is a required field.
uk: %s - обов'язкове поле.

source: is a required field.
uk: є обов'язковим полем.

source: %s is a required field.
uk: %s - обов'язкове поле.

source: Customer Billing Address
uk: Платіжна адреса клієнта

source: Customer Shipping Address
uk: Адреса доставки клієнта

source: Настройки Saphali WC Lite
uk: Налаштування Saphali WC Lite

source: Ukrainian hryvnia
uk: Українська гривня

source: Russian ruble
uk: Російський рубль

source: Belarusian ruble%s
uk: Білоруський рубль%s

source: (new)
uk: (нове)

source: Armenian dram (Դրամ)
uk: Вірменський драм (Դրամ)

source: Киргизский сом
uk: Киргизький сом

source: Казахстанский тенге
uk: Казахстанський тенге

source: Узбекский сум
uk: Узбецький сум

source: Lithuanian Litas
uk: Литовська Litas

source: Добавить еще
uk: Додати ще

source: Country
uk: Країна

source: Please enter %s %s
uk: Введіть, будь ласка, %s %s

source: Done
uk: Готово

source: Now
uk: Зараз

source: Time
uk: Час

source: Hour
uk: Година

source: Minute
uk: Хвилина

source: Choose Time
uk: Обрати час

source: Saphali Woocommerce Lite - это бесплатный вордпресс плагин, который добавляет набор дополнений к интернет-магазину на Woocommerce.
uk: Saphali Woocommerce Lite - це безкоштовний вордпрес плагін, який додає набір доповнень до інтернет-магазину Woocommerce.
